[
  {
    "image": "img/article1.jpg",
    "title": "The Value of Money ",
    "content": "Money holds value not because of what it is, but\nbecause of what we, as a society, have agreed it represents. A coin or a card is\njust an object its power comes from the meaning we’ve assigned to it. This\nshared belief allows us to trade, save, and build systems that keep society\nrunning. And while money is just a social construct, it has very real\nconsequences. In the world we live in, having money often means having access to\nbasic needs like food, shelter, and healthcare. So even though it's an idea\nwe’ve created, it’s one we must participate in to survive. The problem arises\nwhen society gives money too much importance. It's often treated as a measure of\nsuccess, intelligence, or worth despite the fact that not everyone has equal\naccess to it. Many people struggle to meet their needs, while others hold more\nwealth than they could ever use. This imbalance turns money from a practical\ntool into a symbol of power and inequality. If we found a way to distribute\nresources more fairly, perhaps money would lose its hold over how we judge each\nother and we'd remember that its value is only what we decide it is."
  },
  {
    "image": "img/article2.jpg",
    "title": "My View of World in 2100",
    "content": "As we look toward the year 2100, it’s hard\nnot to see our current era as one of humanity’s most difficult turning points.\nAround the world, hard-won rights are being stripped away, and capitalism\ncontinues to expand its reach into every corner of life turning basic needs into\nproducts and survival into a business. For low-income people, simply getting by\nfeels more difficult than ever, with inequality widening and the cost of living\nskyrocketing. And yet, beneath the surface, society finds quiet ways to resist\nthrough mutual aid, grassroots movements, and shifts in culture. That’s why I\nbelieve something will change before 2100. With birth rates falling and the\neconomic system straining under its own weight, power may slowly shift back\ntoward the people. But that won’t come without new challenges. Even if certain\nfreedoms are regained, by 2100 new methods of control likely more digital, more\nsubtle will emerge to keep people in line. Living on Earth will remain a\nconstant struggle, especially as natural resources become scarcer and climate\nchange worsens. Water, once taken for granted, could become one of the most\nprecious commodities. Still, not all is bleak: our advancements in technology\nwill likely bring major breakthroughs. A cure for cancer may finally be found,\nand lab-grown meat could become the norm, helping to feed more people while\nreducing environmental harm."
  },
  {
    "image": "img/article3.jpg",
    "title": "The power of GMO food",
    "content": "Genetically modified (GMO) food has the potential to be one\nof humanity’s most powerful tools. By altering crops to grow faster, resist\ndisease, or survive in harsher conditions, we can increase food production and\nmake farming more efficient. In a world with a growing population and limited\nresources, this could mean feeding more people with less land and labor. The\nability to shape our food is not inherently bad in fact, it could help solve\nhunger and food insecurity on a global scale. However, the issue arises when\ngenetic modifications prioritize profit over nutrition. Some GMO foods are\nengineered to look better, last longer, or taste sweeter often by increasing\nsugar content without offering more vitamins, minerals, or real health benefits.\nIn many cases, these changes make food less nutritious, not more. This reflects\na larger problem: human innovation often moves faster than ethical reflection.\nToo many companies focus on what sells, not what nourishes. If profit weren’t\nthe only priority, and if quality and health were truly valued, GMO technology\ncould be used not just to feed the world but to feed it well."
  }
]
